Repository: PerfectoWeb/Belay
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

# Belay will keep holding no matter how low the battery gets.
source: Belay will keep your Mac awake even on low battery.
de: Belay hält deinen Mac auch bei niedrigem Akkustand wach.
es: Belay mantendrá el Mac despierto incluso con poca batería.
fr: Belay gardera votre Mac éveillé même si la batterie est faible.
it: Belay terrà sveglio il Mac anche con batteria scarica.
ru: Belay не даст Mac уснуть даже при низком заряде.
zh_hans: 即使电量低，Belay 也会让 Mac 保持唤醒。

source: Belay will not change %@, because it is not in a format it can edit safely. Fix its format and open this again, and Belay will show you the exact change to review.
de: Belay ändert %@ nicht, weil das Format nicht sicher zurückgeschrieben werden kann. Bringe das Format in Ordnung und öffne dies erneut, dann zeigt Belay dir die genaue Änderung zur Prüfung.
es: Belay no cambiará %@ porque no está en un formato que pueda editar con seguridad. Corrige su formato y vuelve a abrir esto, y Belay te mostrará el cambio exacto para revisar.
fr: Belay ne modifiera pas %@, car son format ne peut pas être réécrit en toute sécurité. Corrigez son format et rouvrez ceci, et Belay vous montrera la modification exacte à vérifier.
it: Belay non modificherà %@ perché non è in un formato che può scrivere in sicurezza. Correggi il formato e riapri questa finestra, e Belay ti mostrerà la modifica esatta da controllare.
ru: Belay не станет менять %@, потому что не может безопасно записать этот формат. Исправьте формат и откройте это снова, и Belay покажет точное изменение для проверки.
zh_hans: Belay 不会更改 %@，因为它的格式无法安全写回。请修正其格式后再次打开，Belay 会向你展示要审阅的具体更改。

source: Belay can't safely edit this file because it isn't plain JSON. Add this manually instead:
de: Belay kann diese Datei nicht sicher bearbeiten, weil sie kein reines JSON ist. Füge dies stattdessen manuell hinzu:
es: Belay no puede editar este archivo con seguridad porque no es JSON puro. Añádelo manualmente:
fr: Belay ne peut pas modifier ce fichier en toute sécurité car il ne s'agit pas de JSON pur. Ajoutez ceci manuellement :
it: Belay non può modificare questo file in sicurezza perché non è JSON puro. Aggiungilo manualmente:
ru: Belay не может безопасно изменить этот файл, потому что это не обычный JSON. Добавьте это вручную:
zh_hans: 该文件不是纯 JSON，Belay 无法安全地修改它。请改为手动添加以下内容：

source: Belay will stop watching this folder for %@. Any Belay hooks inside it are removed as well. The folder itself is not touched.
de: Belay beobachtet diesen Ordner für %@ nicht mehr. Auch die Belay-Hooks darin werden entfernt. Der Ordner selbst bleibt unberührt.
es: Belay dejará de vigilar esta carpeta para %@. Los hooks de Belay en su interior también se eliminan. La carpeta en sí no se toca.
fr: Belay cessera de surveiller ce dossier pour %@. Les hooks Belay qu'il contient sont également retirés. Le dossier lui-même n'est pas modifié.
it: Belay smetterà di osservare questa cartella per %@. Anche gli hook di Belay al suo interno vengono rimossi. La cartella in sé non viene toccata.
ru: Belay перестанет следить за этой папкой для %@. Хуки Belay внутри неё тоже будут убраны. Сама папка не изменится.
zh_hans: Belay 将停止为 %@ 监视此文件夹。其中的 Belay 钩子也会被移除。文件夹本身不会改动。

source: Built-in
de: Integriert
es: Integrados
fr: Intégrés
it: Integrati
ru: Встроенные
zh_hans: 内置

source: Buy me a coffee
de: Spendier mir einen Kaffee
es: Invítame un café
fr: Offrez-moi un café
it: Offrimi un caffè
ru: Купить мне кофе
zh_hans: 打赏

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ru: Отмена
zh_hans: 取消

source: Check Now
de: Jetzt prüfen
es: Comprobar ahora
fr: Vérifier
it: Controlla ora
ru: Проверить сейчас
zh_hans: 立即检查

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher les mises à jour
it: Cerca aggiornamenti
ru: Проверить обновления
zh_hans: 检查更新

# Check for updates automatically
source: Automatically check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Rechercher automatiquement les mises à jour
it: Cerca aggiornamenti automaticamente
ru: Авто проверка обновлений
zh_hans: 自动检查更新

source: Checked every five minutes. Only files macOS marked as screen captures are touched, whatever they are named. Screenshots that were already there are counted from the moment you switch this on.
de: Geprüft wird alle fünf Minuten. Angefasst werden nur Dateien, die macOS als Bildschirmaufnahme markiert hat, egal wie sie heißen. Bildschirmfotos, die schon da waren, zählen ab dem Moment, in dem du das hier einschaltest.
es: Se comprueba cada cinco minutos. Solo se tocan los archivos que macOS marcó como capturas de pantalla, se llamen como se llamen. Las capturas que ya estaban ahí cuentan desde el momento en que activas esto.
fr: Vérification toutes les cinq minutes. Seuls les fichiers que macOS a marqués comme captures d'écran sont concernés, quel que soit leur nom. Les captures déjà présentes sont comptées à partir du moment où vous activez cette option.
it: Controllo ogni cinque minuti. Vengono toccati solo i file che macOS ha contrassegnato come acquisizioni dello schermo, comunque si chiamino. Le istantanee che c'erano già si contano dal momento in cui attivi questa opzione.
ru: Проверка каждые пять минут. Затрагиваются только файлы, которые macOS пометила как снимки экрана, как бы они ни назывались. Для снимков, которые уже лежали в папке, время отсчитывается с момента включения.
zh_hans: 每五分钟检查一次。只处理被 macOS 标记为截屏的文件，无论文件名是什么。已有的截屏从你开启此功能时开始计时。

source: Checked once a minute. Belay reads the names and numbers of processes that an agent started while its session was running, never what they were asked to do or which files they use. It remembers them only while Belay runs, and Belay never ends anything by itself.
de: Geprüft wird einmal pro Minute. Belay liest Namen und Nummern von Prozessen, die ein Agent während seiner Sitzung gestartet hat, nie was sie tun sollen oder welche Dateien sie benutzen. Es merkt sie sich nur, solange Belay läuft, und Belay beendet nie etwas von selbst.
es: Se comprueba una vez por minuto. Belay lee los nombres y números de los procesos que un agente inició mientras su sesión estaba activa, nunca lo que se les pidió hacer ni los archivos que usan. Solo los recuerda mientras Belay está abierto, y Belay nunca termina nada por su cuenta.
fr: Vérification une fois par minute. Belay lit les noms et les numéros des processus qu'un agent a lancés pendant sa session, jamais ce qu'on leur a demandé de faire ni les fichiers qu'ils utilisent. Il ne s'en souvient que tant que Belay tourne, et Belay ne termine jamais rien de lui-même.
it: Controllo una volta al minuto. Belay legge i nomi e i numeri dei processi che un agente ha avviato mentre la sua sessione era in corso, mai ciò che è stato chiesto loro di fare né i file che usano. Li ricorda solo finché Belay è in esecuzione, e Belay non termina mai nulla da solo.
ru: Проверка раз в минуту. Belay читает только имена и номера процессов, которые агент запустил, пока шла его сессия, и никогда не читает, что им поручено делать и какие файлы они используют. Они запоминаются, только пока Belay запущен, а сам Belay никогда ничего не завершает.
zh_hans: 每分钟检查一次。Belay 只读取智能体在会话期间启动的进程的名称和编号，从不读取它们被要求做什么或使用哪些文件。这些信息仅在 Belay 运行期间保留，而且 Belay 绝不会自行结束任何进程。

source: Checking…
de: Suche…
es: Comprobando…
fr: Vérification…
it: Controllo…
ru: Проверяю…
zh_hans: 正在检查…

source: Choose
de: Auswählen
es: Elegir
fr: Choisir
it: Scegli
ru: Выбрать
zh_hans: 选择

source: Choose another folder %@ keeps its sessions in.
de: Wähle einen weiteren Ordner, in dem %@ seine Sitzungen ablegt.
es: Elige otra carpeta donde %@ guarda sus sesiones.
fr: Choisissez un autre dossier dans lequel %@ conserve ses sessions.
it: Scegli un'altra cartella in cui %@ conserva le sue sessioni.
ru: Выберите ещё одну папку, в которой %@ хранит свои сессии.
zh_hans: 选择 %@ 存放会话的另一个文件夹。

source: Choose the folder your screenshots are saved in.
de: Wähle den Ordner, in dem deine Bildschirmfotos gesichert werden.
es: Elige la carpeta donde se guardan tus capturas de pantalla.
fr: Choisissez le dossier où vos captures d'écran sont enregistrées.
it: Scegli la cartella in cui vengono salvate le tue istantanee.
ru: Выберите папку, в которую сохраняются снимки экрана.
zh_hans: 选择存储截屏的文件夹。

source: Claude Code is not installed on this Mac.
de: Claude Code ist auf diesem Mac nicht installiert.
es: Claude Code no está instalado en este Mac.
fr: Claude Code n'est pas installé sur ce Mac.
it: Claude Code non è installato su questo Mac.
ru: Claude Code не установлен на этом Mac.
zh_hans: 此 Mac 上未安装 Claude Code。

source: Clean Up Now
de: Jetzt aufräumen
es: Limpiar ahora
fr: Nettoyer maintenant
it: Pulisci ora
ru: Убрать сейчас
zh_hans: 立即清理

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ru: Очистить
zh_hans: 清除

source: Click to see what changed and install it whenever you like.
de: Klicke, um zu sehen, was neu ist, und installiere es, wann du willst.
es: Haz clic para ver qué ha cambiado e instalarlo cuando quieras.
fr: Cliquez pour voir ce qui a changé et l'installer quand vous voulez.
it: Fai clic per vedere cosa è cambiato e installarlo quando vuoi.
ru: Нажмите, чтобы посмотреть, что изменилось, и установить когда удобно.
zh_hans: 点击查看更新内容，随时安装。

source: Cline has not started a session on this Mac yet. Belay starts watching by itself when it does.
de: Cline hat auf diesem Mac noch keine Sitzung gestartet. Belay beginnt von selbst, sobald es passiert.
es: Cline aún no ha iniciado ninguna sesión en este Mac. Belay empezará solo cuando ocurra.
fr: Cline n'a encore lancé aucune session sur ce Mac. Belay s'y mettra tout seul le moment venu.
it: Cline non ha ancora avviato una sessione su questo Mac. Belay inizierà da solo quando succederà.
ru: Cline ещё не запускал здесь ни одной сессии. Belay начнёт следить сам, как только это произойдёт.
zh_hans: Cline 尚未在这台 Mac 上启动过会话。一旦启动，Belay 会自动开始监视。

source: Cline is not installed on this Mac.
de: Cline ist auf diesem Mac nicht installiert.
es: Cline no está instalado en este Mac.
fr: Cline n'est pas installé sur ce Mac.
it: Cline non è installato su questo Mac.
ru: Cline не установлен на этом Mac.
zh_hans: 此 Mac 上未安装 Cline。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ru: Закрыть
zh_hans: 关闭

source: Closed-lid hold
de: Arbeiten bei geschlossenem Deckel
es: Trabajo con la tapa cerrada
fr: Travail capot fermé
it: Lavoro a coperchio chiuso
ru: Работа с закрытой крышкой
zh_hans: 合盖工作

source: Codex has not started a session on this Mac yet. Belay starts watching by itself when it does.
de: Codex hat auf diesem Mac noch keine Sitzung gestartet. Belay beginnt von selbst, sobald es passiert.
es: Codex aún no ha iniciado ninguna sesión en este Mac. Belay empezará solo cuando ocurra.
fr: Codex n'a encore lancé aucune session sur ce Mac. Belay s'y mettra tout seul le moment venu.
it: Codex non ha ancora avviato una sessione su questo Mac. Belay inizierà da solo quando succederà.
ru: Codex ещё не запускал здесь ни одной сессии. Belay начнёт следить сам, как только это произойдёт.
zh_hans: Codex 尚未在这台 Mac 上启动过会话。一旦启动，Belay 会自动开始监视。

source: Codex is not installed on this Mac.
de: Codex ist auf diesem Mac nicht installiert.
es: Codex no está instalado en este Mac.
fr: Codex n'est pas installé sur ce Mac.
it: Codex non è installato su questo Mac.
ru: Codex не установлен на этом Mac.
zh_hans: 此 Mac 上未安装 Codex。

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ru: Скопировано
zh_hans: 已复制

# Copies the card image and the summary text together
source: Copies the card and summary together
de: Kopiert die Karte zusammen mit der Zusammenfassung
es: Copia juntos la tarjeta y el resumen
fr: Copie la carte et le résumé ensemble
it: Copia insieme la scheda e il riepilogo
ru: Копирует карточку вместе со сводкой
zh_hans: 同时复制卡片和摘要

source: Copilot has not started a session on this Mac yet. Belay starts watching by itself when it does.
de: Copilot hat auf diesem Mac noch keine Sitzung gestartet. Belay beginnt von selbst, sobald es passiert.
es: Copilot aún no ha iniciado ninguna sesión en este Mac. Belay empezará solo cuando ocurra.
fr: Copilot n'a encore lancé aucune session sur ce Mac. Belay s'y mettra tout seul le moment venu.
it: Copilot non ha ancora avviato una sessione su questo Mac. Belay inizierà da solo quando succederà.
ru: Copilot ещё не запускал здесь ни одной сессии. Belay начнёт следить сам, как только это произойдёт.
zh_hans: Copilot 尚未在这台 Mac 上启动过会话。一旦启动，Belay 会自动开始监视。

source: Copilot is not installed on this Mac.
de: Copilot ist auf diesem Mac nicht installiert.
es: Copilot no está instalado en este Mac.
fr: Copilot n'est pas installé sur ce Mac.
it: Copilot non è installato su questo Mac.
ru: Copilot не установлен на этом Mac.
zh_hans: 此 Mac 上未安装 Copilot。

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ru: Копировать
zh_hans: 复制

source: Copy card and link
de: Karte und Link kopieren
es: Copiar tarjeta y enlace
fr: Copier la carte et le lien
it: Copia scheda e link
zh_hans: 复制卡片和链接

source: Could not reach the update service.
de: Der Update-Dienst war nicht erreichbar.
es: No se pudo contactar con el servicio de actualizaciones.
fr: Impossible de joindre le service de mise à jour.
it: Impossibile raggiungere il servizio di aggiornamento.
ru: Не удалось связаться со службой обновлений.
zh_hans: 无法连接更新服务。

source: Custom…
de: Eigene…
es: Personalizado…
fr: Personnalisé…
it: Personalizzato…
ru: Другое…
zh_hans: 自定义…

# Detection health
source: Detection status
de: Erkennungsstatus
es: Estado de detección
fr: État de la détection
it: Stato del rilevamento
ru: Статус детекции
zh_hans: 检测状态

source: Diagnostics
de: Diagnose
es: Diagnóstico
fr: Diagnostic
it: Diagnostica
ru: Диагностика
zh_hans: 诊断

source: Dim from
de: Abdunkeln von
es: Atenuar desde
fr: Atténuer à partir de
it: Attenuare dalle
ru: Приглушать с
zh_hans: 调暗开始时间

source: Dim until
de: Abdunkeln bis
es: Atenuar hasta
fr: Atténuer jusqu'à
it: Attenuare fino alle
ru: Приглушать до
zh_hans: 调暗结束时间

source: Dimmed brightness
de: Gedimmte Helligkeit
es: Brillo atenuado
fr: Luminosité atténuée
it: Luminosità attenuata
ru: Приглушённая яркость
zh_hans: 调暗后的亮度

source: Dimmed-screen countdown
de: Countdown auf dem gedimmten Display
es: Cuenta atrás en pantalla atenuada
fr: Compte à rebours sur écran atténué
it: Conto alla rovescia a schermo attenuato
ru: Таймер на затемнённом экране
zh_hans: 调暗屏幕上的倒计时

source: Dims the display to this level during the hours below while you're away. Restores brightness when you return.
de: Dunkelt das Display in den unten angegebenen Stunden auf diese Stufe ab, während du weg bist. Stellt die Helligkeit wieder her, wenn du zurückkommst.
es: Atenúa la pantalla a este nivel durante las horas indicadas abajo mientras no estás. Restaura el brillo cuando vuelves.
fr: Atténue l'écran à ce niveau pendant les heures ci-dessous en votre absence. Rétablit la luminosité à votre retour.
it: Attenua lo schermo a questo livello nelle ore indicate sotto mentre sei via. Ripristina la luminosità al tuo ritorno.
ru: Затемняет дисплей до указанного уровня по расписанию. Возвращает яркость, когда вы начинаете взаимодействовать с компьютером.
zh_hans: 在你离开时，于下方设置的时段将显示器调暗到此亮度。你回来后恢复亮度。

source: Direct download
de: Direkter Download
es: Descarga directa
fr: Téléchargement direct
it: Download diretto
ru: Прямая загрузка
zh_hans: 直接下载

source: Donate
de: Spenden
es: Donar
fr: Faire un don
it: Dona
ru: Поддержать
zh_hans: 捐赠

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ru: Готово
zh_hans: 完成

source: Download…
de: Laden…
es: Descargar…
fr: Télécharger…
it: Scarica…
ru: Скачать…
zh_hans: 下载…

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ru: Длительность
zh_hans: 时长

source: Enable Precise…
de: Präzise aktivieren…
es: Activar precisa…
fr: Activer Précis…
it: Attiva preciso…
ru: Включить точное…
zh_hans: 启用精确…

source: Enable precise detection
de: Präzise Erkennung aktivieren
es: Activar detección precisa
fr: Activer la détection précise
it: Attiva il rilevamento preciso
ru: Включить точное определение
zh_hans: 开启精确检测

source: Enable…
de: Aktivieren…
es: Activar…
fr: Activer…
it: Attiva…
ru: Включить…
zh_hans: 开启…

source: End
de: Beenden
es: Terminar
fr: Terminer
it: Termina
ru: Завершить
zh_hans: 结束

source: End %@?
de: %@ beenden?
es: ¿Terminar %@?
fr: Terminer %@ ?
it: Terminare %@?
ru: Завершить %@?
zh_hans: 结束 %@？

source: End All
de: Alle beenden
es: Terminar todos
fr: Tout terminer
it: Termina tutti
ru: Завершить все
zh_hans: 全部结束

source: End everything left behind?
de: Alles Zurückgelassene beenden?
es: ¿Terminar todo lo que quedó atrás?
fr: Terminer tout ce qui a été laissé derrière ?
it: Terminare tutto ciò che è rimasto indietro?
ru: Завершить всё оставшееся?
zh_hans: 结束所有遗留进程？

source: End it in Activity Monitor.
de: Beende ihn in der Aktivitätsanzeige.
es: Termínalo desde el Monitor de Actividad.
fr: Terminez-le dans le Moniteur d'activité.
it: Termina da Monitoraggio Attività.
ru: Завершите его в «Мониторинге системы».
zh_hans: 请在“活动监视器”中结束它。

source: Ends at %@
de: Endet um %@
es: Termina a las %@
fr: Se termine à %@
it: Termina alle %@
ru: Закончится в %@
zh_hans: 将于 %@ 结束

source: Every request in the Claude and Codex apps is approved without you seeing it, commands and file changes included. Switch this on only for work you would approve without reading.
de: Jede Anfrage in den Apps Claude und Codex wird erlaubt, ohne dass du sie siehst, auch Befehle und Änderungen an Dateien. Schalte dies nur für Arbeit ein, die du ungelesen erlauben würdest.
es: Todas las solicitudes de las apps de Claude y Codex se aprueban sin que las veas, incluidos los comandos y los cambios en archivos. Actívalo solo para trabajo que aprobarías sin leer.
fr: Chaque demande dans les apps Claude et Codex est approuvée sans que vous la voyiez, commandes et modifications de fichiers comprises. N'activez ceci que pour un travail que vous approuveriez sans lire.
it: Ogni richiesta nelle app Claude e Codex viene approvata senza che tu la veda, comandi e modifiche ai file compresi. Attivalo solo per un lavoro che approveresti senza leggere.
ru: Каждый запрос в приложениях Claude и Codex подтверждается без вашего участия, включая команды и изменения файлов. Включайте только для работы, которую подтвердили бы не читая.
zh_hans: Claude 和 Codex App 中的每个请求都会在你看到之前被批准，包括命令和文件更改。仅在你愿意不看就批准的工作中开启。

source: Everything the agent asks
de: Alles, was der Agent fragt
es: Todo lo que pida el agente
fr: Tout ce que l'agent demande
it: Tutto ciò che l'agente chiede
ru: Всё, о чём спрашивает агент
zh_hans: 智能体的所有请求

source: Export…
de: Exportieren…
es: Exportar…
fr: Exporter…
it: Esporta…
ru: Экспорт…
zh_hans: 导出…

source: Finds what an agent left running after its session ended.
de: Findet, was ein Agent nach dem Ende seiner Sitzung laufen ließ.
es: Encuentra lo que un agente dejó en marcha al terminar su sesión.
fr: Repère ce qu'un agent a laissé tourner à la fin de sa session.
it: Trova ciò che un agente ha lasciato in esecuzione dopo la sessione.
ru: Находит процессы, которые агент оставил после конца сессии.
zh_hans: 找出智能体在会话结束后仍在运行的进程。

source: Finished
de: Fertig
es: Terminado
fr: Terminé
it: Completato
ru: Завершено
zh_hans: 已完成

source: Fix
de: Beheben
es: Corregir
fr: Corriger
it: Risolvi
ru: Исправить
zh_hans: 修复

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
ru: Папка
zh_hans: 文件夹

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
ru: Папки
zh_hans: 文件夹

source: For
de: Dauer
es: Duración
fr: Durée
it: Durata
ru: На время
zh_hans: 时长

source: For runs longer than %@.
de: Für Läufe länger als %@.
es: Para ejecuciones de más de %@.
fr: Pour les exécutions de plus de %@.
it: Per esecuzioni più lunghe di %@.
ru: Для запусков дольше %@.
zh_hans: 仅限时长超过 %@ 的运行。

source: Found nearby
de: In der Nähe gefunden
es: Encontradas cerca
fr: Trouvés à proximité
it: Trovate accanto
ru: Найдено рядом
zh_hans: 在附近找到

source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
it: Gratis
ru: Бесплатно
zh_hans: 免费

source: From %@, running for %@
de: Von %@, läuft seit %@
es: De %@, en marcha desde hace %@
fr: De %@, actif depuis %@
it: Da %@, in esecuzione da %@
ru: От %@, работает уже %@
zh_hans: 来自 %@，已运行 %@

source: General
de: Allgemein
fr: Général
it: Generali
ru: Основные
zh_hans: 通用

source: Good to go
de: Alles bereit
es: Todo listo
fr: Tout bon
it: Tutto pronto
ru: Готово
zh_hans: 准备好了

source: Got it
de: Verstanden
es: Entendido
fr: Compris
it: Capito
ru: Понятно
zh_hans: 明白了

source: Grant access to ~/.claude
de: Zugriff auf ~/.claude gewähren
es: Conceder acceso a ~/.claude
fr: Accorder l'accès à ~/.claude
it: Concedi l'accesso a ~/.claude
ru: Дать доступ к ~/.claude
zh_hans: 允许访问 ~/.claude

source: Grant access to ~/.cline
de: Zugriff auf ~/.cline gewähren
es: Conceder acceso a ~/.cline
fr: Accorder l'accès à ~/.cline
it: Concedi l'accesso a ~/.cline
ru: Дать доступ к ~/.cline
zh_hans: 允许访问 ~/.cline

source: Grant access to ~/.codex
de: Zugriff auf ~/.codex gewähren
es: Conceder acceso a ~/.codex
fr: Accorder l'accès à ~/.codex
it: Concedi l'accesso a ~/.codex
ru: Дать доступ к ~/.codex
zh_hans: 允许访问 ~/.codex

source: Grant access to ~/.copilot
de: Zugriff auf ~/.copilot gewähren
es: Conceder acceso a ~/.copilot
fr: Accorder l'accès à ~/.copilot
it: Concedi l'accesso a ~/.copilot
ru: Дать доступ к ~/.copilot
zh_hans: 允许访问 ~/.copilot

source: Hold again
de: Erneut wachhalten
es: Mantener otra vez
fr: Maintenir encore
it: Mantieni ancora
ru: Держать снова
zh_hans: 继续保持

source: Holds the microphone open, so dictation hears your first word.
de: Hält das Mikrofon offen, damit das Diktat schon dein erstes Wort hört.
es: Mantiene el micrófono abierto para que el dictado oiga tu primera palabra.
fr: Garde le micro ouvert pour que la dictée entende votre premier mot.
it: Tiene aperto il microfono, così la dettatura sente la tua prima parola.
ru: Держит микрофон открытым, чтобы диктовка слышала первое слово.
zh_hans: 让麦克风保持开启，听写从第一个字就能听到。

source: How long Belay waits after an agent goes quiet before letting your Mac sleep.
de: Wie lange Belay wartet, nachdem ein Agent verstummt ist, bevor der Mac schlafen darf.
es: Cuánto espera Belay después de que un agente quede en silencio antes de dejar dormir el Mac.
fr: Combien de temps Belay attend après qu'un agent s'est tu avant de laisser le Mac se mettre en veille.
it: Quanto attende Belay dopo che un agente tace prima di lasciare che il Mac vada in stop.
ru: Сколько Belay ждёт после того, как агент затих, прежде чем разрешить Mac уснуть.
zh_hans: 智能体安静后，Belay 等待多久才允许 Mac 进入睡眠。

source: How long to keep the Mac awake
de: Wie lange der Mac wach bleibt
es: Cuánto tiempo mantener despierto el Mac
fr: Durée d'éveil du Mac
it: Per quanto tempo tenere sveglio il Mac
ru: Как долго не давать Mac уснуть
zh_hans: 让 Mac 保持唤醒多久

source: Idle
de: Untätig
es: Inactivo
fr: Inactif
it: Inattivo
ru: Простой
zh_hans: 空闲

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignora
ru: Игнорировать
zh_hans: 忽略

source: Ignore runs shorter than
de: Läufe ignorieren unter
es: Ignorar ejecuciones de menos de
fr: Ignorer les exécutions de moins de
it: Ignora le esecuzioni sotto
ru: Не замечать запуски короче
zh_hans: 忽略短于以下时长的运行

source: Ignored
de: Ignoriert
es: Ignorados
fr: Ignorés
it: Ignorati
ru: Игнорируются
zh_hans: 已忽略

source: In the panel
de: Im Panel
es: En el panel
fr: Dans le panneau
it: Nel pannello
ru: В панели
zh_hans: 在面板中

source: Include screen recordings
de: Bildschirmaufnahmen einbeziehen
es: Incluir grabaciones de pantalla
fr: Inclure les enregistrements d'écran
it: Includi le registrazioni dello schermo
ru: Включая записи экрана
zh_hans: 包括屏幕录制

source: Install
de: Installieren
es: Instalar
fr: Installer
it: Installa
ru: Установить
zh_hans: 安装
